[
  {
    "Riesgo": "Crédito",
    "Causal de revocación (conducta grave o incumplimiento)": "Incumplimiento grave del índice de capitalización mínimo (ICAP) por deterioro de la cartera crediticia. Una institución cuya solvencia cae por debajo del mínimo regulatorio de capital (p. ej., ICAP muy inferior al 10.5%) incurre en causal de revocación.",
    "Norma legal aplicable": "Ley de Instituciones de Crédito (LIC), Art. 28, Frac. V.",
    "Tipo de causal": "Directa",
    "Cumple": NaN,
    "Unnamed: 5": NaN
  },
  {
    "Riesgo": "Mercado",
    "Causal de revocación (conducta grave o incumplimiento)": "Incumplimiento en liquidación de operaciones debido a pérdidas de mercado. Por ejemplo, la falta de pago de saldos a cargo del banco en una cámara de compensación (clearing) por operaciones financieras (derivados, cambios, etc.) constituye una causal de revocación. Este escenario refleja pérdidas de mercado que impiden al banco cumplir sus obligaciones de liquidación.",
    "Norma legal aplicable": "LIC, Art. 28, Frac. VI, inc. b) i) (incumplimiento de liquidación en cámara de compensación).",
    "Tipo de causal": "Directa",
    "Cumple": NaN,
    "Unnamed: 5": NaN
  },
  {
    "Riesgo": "Operativo",
    "Causal de revocación (conducta grave o incumplimiento)": "Deficiencias severas de control interno que deriven en el incumplimiento de medidas correctivas impuestas por la autoridad. Si el banco no atiende las medidas mínimas o especiales adicionales ordenadas por la CNBV para remediar fallas operativas graves (p. ej., no corregir irregularidades detectadas en auditorías), se configura una causal de revocación.",
    "Norma legal aplicable": "LIC, Art. 28, Frac. IV (incumplimiento de medidas correctivas mínimas o especiales).",
    "Tipo de causal": "Directa",
    "Cumple": NaN,
    "Unnamed: 5": NaN
  },
  {
    "Riesgo": "Legal",
    "Causal de revocación (conducta grave o incumplimiento)": "Reincidencia en operaciones prohibidas por la ley. Si el banco realiza actos expresamente prohibidos (p. ej., otorgar créditos con garantías indebidas, auto-préstamos contra acciones propias, operar fuera del objeto autorizado) y reincide tras sanciones previas, se actualiza una causal de revocación. La LIC prevé revocar la licencia por violaciones legales graves y reiteradas.",
    "Norma legal aplicable": "LIC, Art. 28, Frac. VII (reincidencia en operaciones prohibidas del Art. 106 LIC).",
    "Tipo de causal": "Directa",
    "Cumple": NaN,
    "Unnamed: 5": NaN
  },
  {
    "Riesgo": "Reputacional",
    "Causal de revocación (conducta grave o incumplimiento)": "Pérdida masiva de confianza de clientes que deriva en una corrida y falta de liquidez para responder. Aunque la ley no menciona la “reputación” en sí, un grave daño reputacional puede causar retiros generalizados de depósitos que el banco no logra pagar oportunamente. La falta de pago a depositantes (ej. en dos o más sucursales a 100+ clientes) activa directamente la causal de revocación por incumplimiento de obligaciones de pago.",
    "Norma legal aplicable": "LIC, Art. 28, Frac. VI, inc. b) ii) (incumplimiento en pago a depositantes).",
    "Tipo de causal": "Indirecta",
    "Cumple": NaN,
    "Unnamed: 5": NaN
  },
  {
    "Riesgo": "Tecnológico",
    "Causal de revocación (conducta grave o incumplimiento)": "Fallos críticos en seguridad o continuidad tecnológica no resueltos que comprometen la operación del banco. La regulación (CUB) exige gestionar el riesgo tecnológico; su incumplimiento persistente puede derivar en medidas especiales de la CNBV. Si el banco no subsana vulnerabilidades graves (p. ej., caídas de sistemas, ciberataques) aun después de requerimientos formales, esto se traduce en una causal general de revocación por no acatar las medidas correctivas ordenadas.",
    "Norma legal aplicable": "Circular Única de Bancos (CUB), p. ej. Disposiciones de Riesgo Operacional/Tecnológico, y LIC Art. 28, Frac. IV (al derivar en incumplimiento de medidas correctivas).",
    "Tipo de causal": "Indirecta",
    "Cumple": NaN,
    "Unnamed: 5": NaN
  },
  {
    "Riesgo": "Liquidez",
    "Causal de revocación (conducta grave o incumplimiento)": "Incapacidad de cumplir obligaciones de pago por falta de liquidez. Si el banco suspende pagos importantes – por ejemplo, no pagar créditos interbancarios, intereses de sus bonos, o no devolver depósitos a clientes en tiempo – se actualiza una causal explícita de revocación. La falta de liquidez manifiesta pone en riesgo a los ahorradores y conlleva la revocación de la autorización.",
    "Norma legal aplicable": "LIC, Art. 28, Frac. VI, incisos a) y b) (supuestos de impago de créditos, valores o depósitos).",
    "Tipo de causal": "Directa",
    "Cumple": NaN,
    "Unnamed: 5": NaN
  },
  {
    "Riesgo": NaN,
    "Causal de revocación (conducta grave o incumplimiento)": NaN,
    "Norma legal aplicable": NaN,
    "Tipo de causal": NaN,
    "Cumple": 0.0,
    "Unnamed: 5": 0.0
  },
  {
    "Riesgo": NaN,
    "Causal de revocación (conducta grave o incumplimiento)": NaN,
    "Norma legal aplicable": NaN,
    "Tipo de causal": NaN,
    "Cumple": NaN,
    "Unnamed: 5": NaN
  }
]