[
  {
    "Unnamed: 0": "Riesgo reputacional",
    "Título (Riesgo)": "Riesgo Reputacional",
    "Disposición": "Título II, Cap. IV, Art. 67, fracc. I\t",
    "Requerimiento Normativo": "Contar con objetivos, lineamientos y procedimientos para la administración de todos los tipos de riesgo, incluidos los no cuantificables​. . Esto implica que la Institución debe definir cómo identificará y gestionará el riesgo reputacional, aunque no se pueda medir estadísticamente.",
    "Documentación Requerida": "Política o apartado del Marco de Riesgo dedicado a riesgo reputacional; Procedimientos de manejo de crisis reputacional; Definición de roles ante eventos reputacionales (p. ej. comité de crisis, voceros).",
    "Responsible interno": "Dirección de Comunicación/Relaciones Institucionales (gestión reputacional); UAIR (incorpora en matriz integral de riesgos); Comité de Riesgos/Consejo (aprueba estrategia reputacional)",
    "Periodicidad": "Permanente (monitoreo continuo de la percepción); Revisión periódica (p. ej. anual de la estrategia)",
    "Evidencia": "Documento de apetito de riesgo reputacional (tolerancia a impactos reputacionales); Evaluaciones periódicas de la imagen de la entidad (encuestas, reportes de reputación); Evidencia de inclusión del riesgo reputacional en el manual integral de riesgos.",
    "Método de evaluación": "Evaluación interna mediante simulacros de crisis reputacional; Auditoría interna verifica que se tengan planes y que el riesgo reputacional esté considerado en la matriz de riesgos; CNBV espera que el banco contemple estos riesgos cualitativos en su gobierno corporativo (verificación indirecta).",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Categorizado como riesgo no cuantificable en la CUB​; su gestión es principalmente cualitativa (prevención y mitigación de daño reputacional)."
  },
  {
    "Unnamed: 0": NaN,
    "Título (Riesgo)": "Riesgo Reputacional",
    "Disposición": "Título II, Cap. IV, Art. 87, fracc. I (informes de riesgos)",
    "Requerimiento Normativo": "Incluir el riesgo reputacional en los informes internos de administración de riesgos. Para los riesgos no cuantificables, los informes deben contener una descripción del riesgo, sus posibles causas y consecuencias si se materializa, e incluso, en la medida de lo posible, una estimación de su impacto financiero, junto con propuestas de acciones para minimizar la exposición​",
    "Documentación Requerida": "Reportes trimestrales de riesgos al Consejo que incluyan un apartado cualitativo de riesgo reputacional; Análisis de casos de riesgo reputacional (ej. resumen de incidentes de prensa, quejas significativas) con evaluación de impacto potencial; Planes de acción en marcha para issues reputacionales.",
    "Responsible interno": "UAIR (elabora informes integrales de riesgo); Dirección de Comunicación/Relaciones Institucionales (aporte de contenido sobre reputación); Comité de Riesgos y Consejo (revisan informes)",
    "Periodicidad": "Trimestral (informes a Consejo/Comité); Inmediata ante incidentes graves (informes especiales)",
    "Evidencia": "Informe de Administración Integral de Riesgos del trimestre mostrando la sección de riesgos no cuantificables (reputacional) con su evaluación; Minutas del Comité de Riesgos/Consejo donde se discute el estatus reputacional; Registro de acciones mitigantes tomadas.",
    "Método de evaluación": "Auditoría interna (puede revisar que los informes de riesgos incluyen todos los rubros requeridos por la norma); CNBV en inspecciones podría pedir evidencia de que la institución evalúa y reporta sus riesgos reputacionales junto con otros riesgos.",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Un evento reputacional severo puede desencadenar pérdidas financieras indirectas; aunque no haya capital regulatorio por este riesgo, el regulador exige su seguimiento en informes​"
  },
  {
    "Unnamed: 0": NaN,
    "Título (Riesgo)": NaN,
    "Disposición": NaN,
    "Requerimiento Normativo": NaN,
    "Documentación Requerida": NaN,
    "Responsible interno": NaN,
    "Periodicidad": NaN,
    "Evidencia": NaN,
    "Método de evaluación": NaN,
    "Estado de cumplimiento": 0.0,
    "Fecha de última revisión": 0.0,
    "Observaciones": NaN
  },
  {
    "Unnamed: 0": NaN,
    "Título (Riesgo)": NaN,
    "Disposición": NaN,
    "Requerimiento Normativo": NaN,
    "Documentación Requerida": NaN,
    "Responsible interno": NaN,
    "Periodicidad": NaN,
    "Evidencia": NaN,
    "Método de evaluación": NaN,
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": NaN
  }
]