[{"Disposición":"Título II, Capítulo IV, Art. 66, fracc. I inc. a) num. 3; Art. 67","Requerimiento Normativo":"Cuantificar y controlar las pérdidas potenciales por cambios adversos en factores de mercado (tasas, tipo de cambio, etc.), operando dentro de límites de exposición al riesgo previamente aprobados por el Consejo​","Documentación Requerida":"Política de Administración de Riesgo de Mercado; Metodologías de VaR y estrés; Límites globales y específicos aprobados.","Responsible interno":"Dirección\/Gerencia de Riesgos de Mercado (UAIR); Comité de Riesgos; Consejo de Administración","Periodicidad":"Continua (monitoreo diario); Revisión anual de límites","Evidencia":"Informes diarios de VaR y sensibilidades; Actas del Consejo aprobando límites; Registro de exposiciones diarias.","Método de evaluación":"Auditoría interna periódica; Supervisión de CNBV\t","Observaciones":"Discrecional (toma de posición); integrado en el Marco de Riesgos."},{"Disposición":"Título II, Cap. IV, Art. 74 (Secc. V informes)","Requerimiento Normativo":"Proporcionar diariamente al Director General y responsables de Negocio la información generada por la medición de riesgo de mercado​","Documentación Requerida":"Reporte diario de riesgo de mercado (p. ej. informe de VaR, posiciones y límites); Plataforma de monitoreo en tiempo real.","Responsible interno":"Unidad de Riesgos de Mercado (UAIR)","Periodicidad":"Diaria","Evidencia":"Acuses de entrega o envío electrónico diario de reportes al Director General; Logs de sistema de reportes.","Método de evaluación":"Verificación por Auditoría Interna de envíos diarios; Supervisión in situ de la CNBV.","Observaciones":null},{"Disposición":"Título II, Cap. IV, Art. 74 (Secc. V informes)","Requerimiento Normativo":"Notificar de forma inmediata cualquier excedencia de límites de riesgo de mercado (“desviación”) a la Dirección General y áreas de negocio afectadas, escalando al Comité de Riesgos y al Consejo en su siguiente sesión, e impulsar una reunión extraordinaria si amerita​.Además, presentar de inmediato acciones correctivas propuestas al Comité de Riesgos y Director General​","Documentación Requerida":"Reportes de incidencias de límites; Planes de acción correctiva ante excesos; Actas de comité con decisiones sobre excesos.","Responsible interno":"Unidad de Riesgos; Director General; Comité de Riesgos; Áreas de Negocio involucradas","Periodicidad":"En cada evento (inmediato)\t","Evidencia":"Registro de desviaciones (fechas, magnitud, notificaciones enviadas); Actas del Comité\/Consejo tratando excesos; Planes de mitigación aprobados.","Método de evaluación":"Auditoría interna (verificación de notificaciones y seguimiento de excesos); Supervisión CNBV focalizada en gestión de límites.","Observaciones":null},{"Disposición":"Título II, Cap. IV, Art. 68 (Consejo)","Requerimiento Normativo":"Revisar al menos anualmente los límites de exposición al riesgo de mercado por tipo de riesgo, y los objetivos, lineamientos y políticas de control correspondientes, para asegurar su adecuación​","Documentación Requerida":"Acta del Consejo aprobando políticas y límites anuales; Reporte anual de revisión de apetito de riesgo de mercado.","Responsible interno":"Consejo de Administración (con apoyo del Comité de Riesgos)","Periodicidad":"Anual (revisión formal)","Evidencia":"Actas del Consejo mostrando la aprobación\/revisión de los límites y políticas; Informe de la UAIR justificando ajustes.","Método de evaluación":"Auditoría interna (verificación de cumplimiento de revisión anual); Evaluación de CNBV durante inspecciones integrales.","Observaciones":null}]