[
  {
    "Unnamed: 0": "Riesgo legal",
    "Título (Riesgo)": "Riesgo Legal",
    "Disposición": "Título II, Cap. IV, Art. 86, fracc. III inc. c) num. 1",
    "Requerimiento Normativo": "Establecer políticas y procedimientos para que, antes de celebrar actos jurídicos, se analice la validez legal y se asegure la adecuada formalización de los documentos contractuales (incluyendo garantías) a fin de evitar vicios o nulidades en las operaciones​",
    "Documentación Requerida": "Manual de políticas legales y de contratación; Procedimiento de revisión legal de contratos y operaciones; Lista de verificación jurídica previa a formalizar contratos (checklist legal)",
    "Responsible interno": "Dirección Jurídica; Área de Cumplimiento Normativo; Comité Legal/Riesgos (supervisión)",
    "Periodicidad": "Preventiva (antes de cada contratación o acto jurídico)",
    "Evidencia": "Expedientes de contratos revisados con visto bueno legal; Bitácora de revisiones legales de nuevos productos/operaciones; Constancia de aprobación legal previa (firma de área jurídica en contratos significativos).",
    "Método de evaluación": "Auditoría interna (revisa muestras de contratos para verificar cumplimiento del protocolo legal); Auditoría externa/regulatoria (CNBV puede revisar contratos para ver formalización conforme a norma).",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": NaN
  },
  {
    "Unnamed: 0": NaN,
    "Título (Riesgo)": "Riesgo Legal",
    "Disposición": "Título II, Cap. IV, Art. 86, fracc. III inc. c) num. 2",
    "Requerimiento Normativo": "Estimar el monto de pérdidas potenciales derivadas de resoluciones judiciales o administrativas desfavorables, así como de posibles sanciones relacionadas con las operaciones del banco​. Esta estimación debe incluir todos los litigios en que la Institución sea parte (actor o demandado) y procedimientos administrativos en curso.",
    "Documentación Requerida": "Evaluaciones cuantitativas de contingencias legales (ej. memorándum del área legal sobre provisiones por litigios); Reporte consolidado de litigios y sanciones potenciales con estimados de pérdida (ej. matriz de contingencias legales).",
    "Responsible interno": "Dirección Jurídica; Unidad de Riesgos (consolidación en riesgos globales); Dirección Financiera (provisiones contables)",
    "Periodicidad": "Trimestral (coincidente con reportes financieros, para provisiones); o ante cada caso significativo",
    "Evidencia": "Cálculo de provisiones legales en estados financieros (notas que revelan contingencias)​ ; Informes internos al Comité de Auditoría sobre estatus de litigios relevantes con posibles pérdidas; Documentos de evaluación caso a caso con monto estimado y probabilidad.",
    "Método de evaluación": "Auditoría interna/externa (verifican adecuación de provisiones legales y estimaciones); CNBV (revisa que se identifiquen riesgos legales significativos y su impacto en solvencia).",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": NaN
  },
  {
    "Unnamed: 0": NaN,
    "Título (Riesgo)": "Riesgo Legal",
    "Disposición": "Título II, Cap. IV, Art. 86, fracc. III inc. c) num. 3",
    "Requerimiento Normativo": "Analizar los actos que realiza la Institución cuando se rigen por un marco jurídico extranjero, evaluando las diferencias entre esas jurisdicciones y la legislación nacional, incluyendo procedimientos judiciales aplicables​.",
    "Documentación Requerida": "Opiniones legales comparativas (interna o de asesor externo) sobre jurisdicciones extranjeras relevantes; Políticas para operaciones transfronterizas; Registro de operaciones sujetas a ley extranjera y su revisión legal correspondiente.",
    "Responsible interno": "Dirección Jurídica (asesoría legal internacional); Cumplimiento",
    "Periodicidad": "Periódica (previo al inicio de operaciones en jurisdicción nueva; actualización ante cambios legales)",
    "Evidencia": "Informes o memorandos legales sobre diferencias regulatorias y judiciales por país; Listado de controles adicionales implementados para operaciones bajo ley extranjera; Acta de comité donde se discute riesgo país/jurídico internacional.",
    "Método de evaluación": "Auditoría interna (verifica que se hicieron las evaluaciones legales internacionales cuando aplica); Consultoría legal externa (puede evaluar cumplimiento en jurisdicciones específicas); Supervisión CNBV puede requerir esta información en casos de operaciones internacionales.",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": NaN
  },
  {
    "Unnamed: 0": NaN,
    "Título (Riesgo)": "Riesgo Legal",
    "Disposición": "Título II, Cap. IV, Art. 86, fracc. III inc. c) num. 4",
    "Requerimiento Normativo": "Dar a conocer a los directivos y empleados las disposiciones legales y administrativas aplicables a las operaciones del banco​., asegurando su difusión interna para cumplimiento.",
    "Documentación Requerida": "Programa de capacitación legal y normativa para personal; Circulares o comunicados internos sobre cambios regulatorios; Registro de asistentes a capacitaciones legales.",
    "Responsible interno": "Dirección Jurídica; Cumplimiento Normativo; Recursos Humanos (capacitación)",
    "Periodicidad": "Permanente (difusión continua); Al menos anual (capacitaciones); Inmediata ante cambios normativos",
    "Evidencia": "Evidencias de capacitación (listas de asistencia, material impartido); Comunicados internos oficiales sobre nuevas disposiciones; Intranet corporativa con sección de normatividad actualizada y registros de acceso.",
    "Método de evaluación": "Auditoría interna (revisa eficacia del programa de capacitación y conocimiento del personal en materia legal); CNBV en visitas (entrevistas a personal sobre conocimiento de sus obligaciones).",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": NaN
  },
  {
    "Unnamed: 0": NaN,
    "Título (Riesgo)": "Riesgo Legal",
    "Disposición": "Título II, Cap. IV, Art. 86, fracc. III inc. c) num. 5",
    "Requerimiento Normativo": "Realizar auditorías legales internas al menos una vez al año sobre el cumplimiento de las disposiciones legales aplicables. La persona o unidad que ejecute esta auditoría debe ser independiente del departamento jurídico de la Institución​",
    "Documentación Requerida": "Plan anual de auditoría legal (aprobado por Comité de Auditoría); Informes de auditoría legal interna; Designación formal del auditor legal independiente (puede ser Auditoría Interna u otra área no subordinada a Jurídico).",
    "Responsible interno": "Auditoría Interna (u otra unidad independiente designada); Comité de Auditoría (supervisa)",
    "Periodicidad": "Anual (planificación y ejecución); Ad hoc (si surgiera riesgo legal importante)",
    "Evidencia": "Informe de auditoría legal con hallazgos y recomendaciones; Acta del Comité de Auditoría revisando el informe; Evidencia de seguimiento a las acciones correctivas derivadas.",
    "Método de evaluación": "Comité de Auditoría y Consejo (evalúan resultados de auditoría legal); CNBV podría revisar informes de auditoría interna en inspecciones para ver controles legales.",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Independencia garantiza objetividad en la evaluación (no depende del área Legal operativa)."
  },
  {
    "Unnamed: 0": NaN,
    "Título (Riesgo)": "Riesgo Legal",
    "Disposición": "Título II, Cap. IV, Art. 86, fracc. III inc. c) num. 6",
    "Requerimiento Normativo": "Mantener una base de datos histórica de resoluciones judiciales y administrativas que afecten al banco, con sus causas y costos, asegurando incluir en dicha base todos aquellos casos que constituyan eventos de pérdida por riesgo legal​.",
    "Documentación Requerida": "Base de datos de litigios y resoluciones (con detalle de fecha, causa, resultado, costo/impacto); Informes periódicos de actualización de dicha base; Mecanismo de enlace entre Jurídico y Riesgos Operativos para registro de eventos legales en la base de pérdidas.",
    "Responsible interno": "Dirección Jurídica (alimentación de casos); UAIR – Riesgo Operativo (integración en base de datos de pérdidas operativas); Comité de Riesgos (supervisión de tendencias legales)",
    "Periodicidad": "Permanente (actualización cada evento/cierre de caso); Consolidación semestral o trimestral para informes",
    "Evidencia": "Base de datos accesible con historial de casos legales del banco; Ejemplos de casos recientes incorporados con toda su información; Reporte consolidado de pérdidas operativas que incluye rubro de pérdidas legales.",
    "Método de evaluación": "Auditoría interna (valida que la base incluya todos los casos y esté actualizada); CNBV puede solicitar el historial de eventos de pérdida legales durante inspecciones de riesgo operacional.",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "El Comité de Riesgos supervisa la gestión de riesgo legal (y tecnológico)​, recibiendo información de esta base para tomar decisiones."
  },
  {
    "Unnamed: 0": NaN,
    "Título (Riesgo)": NaN,
    "Disposición": NaN,
    "Requerimiento Normativo": NaN,
    "Documentación Requerida": NaN,
    "Responsible interno": NaN,
    "Periodicidad": NaN,
    "Evidencia": NaN,
    "Método de evaluación": NaN,
    "Estado de cumplimiento": 0.0,
    "Fecha de última revisión": 0.0,
    "Observaciones": NaN
  },
  {
    "Unnamed: 0": NaN,
    "Título (Riesgo)": NaN,
    "Disposición": NaN,
    "Requerimiento Normativo": NaN,
    "Documentación Requerida": NaN,
    "Responsible interno": NaN,
    "Periodicidad": NaN,
    "Evidencia": NaN,
    "Método de evaluación": NaN,
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": NaN
  }
]