[{"Disposición":"Título II, Cap. IV, Art. 86, fracc. III inc. b) nums. 1-2","Requerimiento Normativo":"Evaluar vulnerabilidades tecnológicas en infraestructura de TI. El banco debe analizar continuamente las posibles fallas, deficiencias o debilidades en hardware, software, sistemas, aplicaciones, seguridad, recuperación de datos y redes que puedan afectar sus servicios.. . Asimismo, implementar controles internos que aborden al menos: (i) políticas y procedimientos que garanticen la calidad y seguridad de la información, incluso con proveedores externos, (ii) mecanismos para que cada operación de usuario quede registrada con trazabilidad (evidencia electrónica de auditoría), y (iii) mecanismos para asegurar la disponibilidad de los sistemas y tiempos de respuesta adecuados","Documentación Requerida":"Resultados de análisis de vulnerabilidades (p. ej. informes de pruebas de penetración, evaluaciones de riesgo de TI); Políticas y manuales de seguridad de la información; Procedimientos de respaldo y recuperación; Registros de auditoría de sistemas (logs); Documentación de niveles de servicio (SLA) y disponibilidad.","Responsible interno":"Dirección de TI \/ Seguridad de la Información; Unidad de Riesgo Tecnológico (dentro de UAIR); Comité de Tecnologías y Seguridad (si existe); Comité de Riesgos (supervisión)","Periodicidad":"Continua (monitoreo diario de sistemas, gestión de parches, etc.); Revisiones periódicas (p. ej. trimestrales de controles)","Evidencia":"Informes de auditoría de sistemas; Evidencia de pruebas de vulnerabilidad y sus mitigaciones; Logs de sistemas mostrando trazabilidad de operaciones de usuarios; Reportes de disponibilidad y caídas de sistemas vs. objetivos.","Método de evaluación":"Auditoría interna de TI (evalúa cumplimiento de políticas TI y efectividad de controles); Auditorías externas\/certificaciones (ISO27001, etc., si aplican); Supervisión CNBV específica en materia de riesgo tecnológico.","Observaciones":"El Comité de Riesgos es responsable de la supervisión de estas funciones de riesgo tecnológico. evitando conflictos de interés. Parte integral del riesgo operacional​"},{"Disposición":"Título II, Cap. IV, Art. 86, fracc. III inc. b) num. 3 (subincs. i–vi)","Requerimiento Normativo":"Proteger canales electrónicos y continuidad de TI. Si la institución ofrece servicios bancarios a través de Internet, cajeros, banca móvil\/telefónica u otros medios tecnológicos, debe:\n i)  Asegurar la confidencialidad en la generación, transmisión y almacenamiento de credenciales de acceso de usuarios​.  - iii) Establecer controles y políticas de operación, autorización y acceso a sistemas, bases de datos y aplicaciones utilizadas en servicios electrónicos​. iv) Tener medios de respaldo y recuperación de la información de operaciones electrónicas (planes de backup)​.  v) Diseñar planes de contingencia para asegurar la continuidad de los sistemas críticos, minimizando el impacto de fallas o desastres (incluyendo medidas de mitigación y restauración)​. vi) Contar con mecanismos para identificar y resolver eventos que generen riesgos tecnológicos, incluyendo fraude digital, fallas de sistemas y uso inadecuado de canales por clientes​","Documentación Requerida":"Políticas de seguridad en banca electrónica; Procedimientos de cifrado y gestión de contraseñas; Configuraciones de control de acceso y logs en canales digitales; Plan de continuidad del negocio\/DRP específico para TI; Evidencia de simulacros de contingencia; Sistema de monitoreo de incidentes de ciberseguridad (SOC) con registros de incidentes y resolución.","Responsible interno":"Dirección de TI \/ Seguridad (implementa controles técnicos); Área de Continuidad del Negocio\/DRP; UAIR (monitorea nivel de riesgo tecnológico residual); Comité de Riesgo Tecnológico o Seguridad de la Información (supervisa estrategias); Comité de Riesgos\/Consejo (aprueba planes mayores).","Periodicidad":"Continua (24\/7 para monitorización de ciber riesgos); Pruebas periódicas de DRP (al menos anuales); Revisión periódica de políticas (anual).","Evidencia":"Evidencia de cifrado y manejo seguro de claves (ej. certificados de auditoría); Registro de pruebas de continuidad (resultados de simulacros de caída de data center); Informes de incidentes de ciberseguridad y acciones correctivas; Reportes de disponibilidad de canales vs. objetivos.","Método de evaluación":"Auditoría interna (evalúa controles en canales electrónicos y continuidad); Tests independientes de penetración\/ciberseguridad; Supervisión CNBV tecnológica (revisión de infraestructura, posibles inspecciones en materia de ciberseguridad).","Observaciones":"Estas medidas mitigan riesgo de fraude en canales digitales y fallas mayores. CNBV requiere vigilancia permanente del riesgo tecnológico en la operación diaria​"}]