[{"Título":"Medición y seguimiento de brechas de liquidez","Disposición (Circular Única de Bancos)":"Título II, Cap. IV, Art. 81, fracc. I","Requerimiento normativo":"Medir, evaluar y dar seguimiento al riesgo ocasionado por diferencias entre los flujos de efectivo proyectados en distintos plazos, considerando todos los activos y pasivos en moneda nacional, extranjera y UDIs.","Documentación requerida":"Metodología de brechas de liquidez; políticas y manuales de gestión de liquidez; reportes periódicos de flujos de efectivo proyectados por plazo.","Responsable interno (área)":"Unidad de Administración Integral de Riesgos","Periodicidad":"Diaria (monitoreo continuo)","Evidencia":"Informes de liquidez (brechas de liquidez por plazos) y registros de seguimiento diario del riesgo de liquidez.","Método de evaluación":"Auditoría interna; Supervisión de la CNBV"},{"Título":"Diversificación de fuentes de financiamiento","Disposición (Circular Única de Bancos)":"Título II, Cap. IV, Art. 81, fracc. II","Requerimiento normativo":"Evaluar la diversificación de las fuentes de financiamiento a las que tiene acceso la institución.","Documentación requerida":"Política de fondeo y liquidez; análisis de concentración de pasivos (dependencia de principales fondeadores); plan(es) de financiamiento alternativo.","Responsable interno (área)":"Tesorería (Gestión de Activos y Pasivos)","Periodicidad":"Anual (con monitoreo periódico)","Evidencia":"Informe anual de evaluación de fuentes de fondeo (concentración de depósitos y financiamiento); actas de comité de activos y pasivos con revisión de la estrategia de fondeo.","Método de evaluación":"Auditoría interna; Supervisión de la CNBV"},{"Título":"Cuantificación de pérdidas por venta anticipada de activos","Disposición (Circular Única de Bancos)":"Título II, Cap. IV, Art. 81, fracc. III","Requerimiento normativo":"Cuantificar la pérdida potencial derivada de la venta anticipada o forzosa de activos a un descuento inusual para hacer frente a obligaciones inmediatas, así como por la imposibilidad de enajenar o cubrir oportunamente una posición.","Documentación requerida":"Metodología de estrés de liquidez (escenarios de venta acelerada de activos); inventario de activos líquidos con descuentos aplicables; reportes de resultados de pruebas de estrés de liquidez.","Responsable interno (área)":"Unidad de Administración Integral de Riesgos","Periodicidad":"Trimestral (pruebas de estrés)","Evidencia":"Resultados documentados de simulaciones de venta forzosa de activos (pérdidas por liquidez); informes al comité de riesgos con las pérdidas estimadas bajo escenarios de venta anticipada.","Método de evaluación":"Auditoría interna; Supervisión de la CNBV"},{"Título":"Estimación de pérdidas por no renovación de pasivos","Disposición (Circular Única de Bancos)":"Título II, Cap. IV, Art. 81, fracc. IV","Requerimiento normativo":"Estimar la pérdida potencial ante la imposibilidad de renovar pasivos o contratar otros en condiciones normales.","Documentación requerida":"Análisis de riesgo de fondeo (escenarios de no renovación de pasivos); modelo de proyección de liquidez bajo salidas de depósitos\/financiamiento; reportes de pruebas de estrés de fondeo.","Responsable interno (área)":"Unidad de Administración Integral de Riesgos","Periodicidad":"Trimestral (pruebas de estrés)","Evidencia":"Documentación de escenarios adversos de fondeo (no renovación de líneas, retiros masivos); resultados de estrés de liquidez por salida de financiamiento; reportes presentados a comité de riesgos.","Método de evaluación":"Auditoría interna; Supervisión de la CNBV"},{"Título":"Calibración de modelos de liquidez","Disposición (Circular Única de Bancos)":"Título II, Cap. IV, Art. 81, fracc. V","Requerimiento normativo":"Asegurar que los modelos utilizados para el riesgo de liquidez estén adecuadamente calibrados.","Documentación requerida":"Documentación del modelo de riesgo de liquidez; informes de calibración y validación periódica del modelo; evidencia de backtesting o evaluación de desempeño del modelo.","Responsable interno (área)":"Unidad de Administración Integral de Riesgos (Modelos)","Periodicidad":"Anual (o al actualizar el modelo)","Evidencia":"Registros de calibraciones realizadas y ajustes al modelo; informe de validación independiente del modelo de liquidez; acta del comité de riesgos aprobando la calibración del modelo.","Método de evaluación":"Auditoría interna; Supervisión de la CNBV"},{"Título":"Plan de contingencia de liquidez","Disposición (Circular Única de Bancos)":"Título II, Cap. IV, Art. 81, fracc. VI","Requerimiento normativo":"Contar con un plan que incorpore las acciones a seguir en caso de presentarse requerimientos inesperados de liquidez.","Documentación requerida":"Plan de contingencia de liquidez formal (aprobado por el Consejo de Administración); manual de procedimientos para situaciones de crisis de liquidez; evidencia de pruebas o simulacros periódicos del plan.","Responsable interno (área)":"Tesorería (Área de Finanzas)","Periodicidad":"Anual (revisión y prueba del plan)","Evidencia":"Plan de contingencia vigente; acta de aprobación del plan por el Consejo; resultados documentados de pruebas periódicas (ejercicios de liquidez simulados) que validan la efectividad del plan.","Método de evaluación":"Auditoría interna; Supervisión de la CNBV"},{"Título":"Pruebas de estrés y escenarios extremos de liquidez","Disposición (Circular Única de Bancos)":"Título II, Cap. IV, Art. 81, fracc. VII","Requerimiento normativo":"Calcular las pérdidas potenciales bajo distintos escenarios de liquidez, incluyendo escenarios extremos.","Documentación requerida":"Metodología de pruebas de estrés de liquidez; definición de escenarios adversos (estándar y extremos); reportes de resultados de estrés de liquidez documentados.","Responsable interno (área)":"Unidad de Administración Integral de Riesgos","Periodicidad":"Trimestral (análisis periódico)","Evidencia":"Informes de pruebas de estrés de liquidez con diversos escenarios (moderados y extremos); presentaciones al comité de riesgos con los resultados y recomendaciones derivadas.","Método de evaluación":"Auditoría interna; Supervisión de la CNBV"}]