[
  {
    "Unnamed: 0": "Riesgo de credito",
    "Unnamed: 1": "Riesgo de Crédito – Gobierno Corporativo y Políticas",
    "Disposición": "Título Segundo, Cap. I, Secc. Segunda, Art. 8",
    "Requerimiento Normativo": "Contar con objetivos, lineamientos y políticas de crédito aprobados por el Consejo que definan funciones, responsabilidades, facultades de originación y estrategias de crédito, evitando conflictos de interés.",
    "Documentación Requerida": "Políticas y objetivos de crédito por escrito aprobados por el Consejo; Actas del Consejo documentando la aprobación.",
    "Responsible interno": "Consejo de Administración (aprobación); Dirección General (implementación)",
    "Periodicidad": "Revisión anual (al menos) de políticas por el Consejo.",
    "Evidencia": "Acta de Consejo aprobando políticas; Manual de crédito alineado a dichas políticas.",
    "Método de evaluación": "Supervisión regulatoria; Auditoría interna de políticas.",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "El comité de riesgos revisa que el manual de crédito concuerde con políticas aprobadas. Si cruza con riesgo operativo (fallas en procesos) o legal (conflictos de interés), notarlo."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Riesgo de Crédito – Manual de Crédito",
    "Disposición": "Título Segundo, Cap. I, Secc. Segunda, Art. 9",
    "Requerimiento Normativo": "Disponer de un manual de crédito con procesos, metodologías y procedimientos para originación y administración del crédito, congruente con la Administración Integral de Riesgos. El comité de riesgos o de auditoría debe revisarlo para asegurar alineación con políticas de crédito.",
    "Documentación Requerida": "Manual de Crédito vigente; Evidencia de revisión por comité de riesgos (minutas firmadas).",
    "Responsible interno": "Dirección General (responsable de elaborar e implementar); Comité de Riesgos (revisión).",
    "Periodicidad": "Actualización cuando sea necesario; revisión anual mínima por comité.",
    "Evidencia": "Manual de crédito físico o digital; Minutas del comité con la aprobación/revisión anual.",
    "Método de evaluación": "Auditoría interna verifica contenido vs. norma; Supervisión CNBV solicitará manual.",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Si el manual carece de actualizaciones, puede implicar riesgo operativo. Debe complementarse con manual de riesgos integrales."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Riesgo de Crédito – Infraestructura y Sistemas",
    "Disposición": "Título Segundo, Cap. I, Secc. Segunda, Art. 11-12",
    "Requerimiento Normativo": "Contar con infraestructura de apoyo y sistemas de información adecuados para cada etapa del crédito. Los sistemas deben interconectar áreas, generar reportes confiables, evitar duplicidad de datos, garantizar seguridad y recuperabilidad, y proveer información para la toma de decisiones.",
    "Documentación Requerida": "Documentación de arquitectura de sistemas crediticios; Políticas de seguridad de información; Informes de TI sobre respaldos y recuperación.",
    "Responsible interno": "Área de Tecnología / Sistemas de Crédito; Dirección General (vigilancia).",
    "Periodicidad": "Permanente; revisiones periódicas de TI (por ejemplo, semestrales).",
    "Evidencia": "Informes de auditoría de sistemas; Registro de pruebas de respaldo y recuperación; Reportes generados para Comité de Riesgos.",
    "Método de evaluación": "Auditoría interna (controles tecnológicos); Pruebas de continuidad de negocio; Supervisión específica en riesgo tecnológico.",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Cruza con riesgo operativo/tecnológico. Falencias en sistemas podrían derivar en riesgos operativos."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Riesgo de Crédito – Solvencia y Capacitación de Personal",
    "Disposición": "Título Segundo, Cap. I, Secc. Segunda, Art. 13",
    "Requerimiento Normativo": "Establecer mecanismos para asegurarse de la solvencia moral, ética y capacidad técnica del personal de crédito. Incluir programas permanentes de comunicación y capacitación que definan estándares institucionales, y asegurar la confidencialidad de la información crediticia.",
    "Documentación Requerida": "Políticas de Recursos Humanos en contratación (filtros de antecedentes, código de ética firmado); Planes de capacitación anual en riesgo de crédito; Registros de asistencia a entrenamientos.",
    "Responsible interno": "Recursos Humanos (selección y verificación); Área de Crédito (capacitación técnica).",
    "Periodicidad": "Validaciones en cada contratación; Capacitación continua (por ejemplo, anual).",
    "Evidencia": "Expedientes de personal mostrando evaluaciones de confianza; Registros de cursos completados; Evaluaciones de desempeño ético.",
    "Método de evaluación": "Auditoría interna; Inspecciones de CNBV en materia de recursos humanos; Supervisión del cumplimiento de capacitación.",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Cruza con riesgo operativo (por fallas humanas) y legal (si personal incurre en prácticas indebidas). El cumplimiento ético reduce riesgo reputacional."
  },
  {
    "Unnamed: 0": "Riesgo de credito",
    "Unnamed: 1": "Riesgo de Crédito – Originación y Evaluación de Créditos",
    "Disposición": "Título Segundo, Cap. I, Secc. Tercera, Art. 14-15",
    "Requerimiento Normativo": "a) Segregación de funciones: Quienes promueven créditos (ejecutivos, promotores) no deben participar en su aprobación, evitando conflicto de interés (excepto ciertos créditos menores según UDIs).b) Métodos de evaluación: Contar con métodos diferenciados de evaluación según tipo y monto de crédito. Ningún crédito pasa a aprobación sin información mínima requerida por manual y regulación. Créditos menores (consumo, hipotecarios, comerciales hasta 2 millones UDIs) pueden aprobarse con métodos paramétricos estandarizados.",
    "Documentación Requerida": "Políticas de crédito que definan límites de aprobación por rol; Organigramas de aprobación; Expediente de crédito que muestre separación de promotor/aprobador.",
    "Responsible interno": "Área de Negocio de Crédito (originación); Área de Análisis de Riesgo (evaluación); Comités de Crédito.",
    "Periodicidad": "En cada solicitud de crédito (validación continua); Revisión periódica de metodologías (p.ej. anual o cuando cambie el mercado).",
    "Evidencia": "Solicitudes de crédito con firmas de distintos responsables (promotor vs. aprobador); Reportes de sistema paramétrico; Validación de consultas a buró de crédito.",
    "Método de evaluación": "Auditoría interna mediante muestreo de expedientes; Supervisión regulatoria enfocada en originación (CNBV puede requerir métodos estadísticos empleados).",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "La excepción de créditos < 2 millones UDIs permite misma persona en promoción/aprobación, pero se debe controlar. Cruza con riesgo operativo (si falla la segregación) y riesgo legal (conflictos de interés)."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Riesgo de Crédito – Metodologías Paramétricas",
    "Disposición": "Título Segundo, Cap. I, Secc. Tercera, Art. 15 frac. II, inc. b-e",
    "Requerimiento Normativo": "Para créditos de consumo, hipotecarios y comerciales < 2 millones UDIs, es válido usar scoring paramétrico, siempre que: 1:Se documente la metodología (parámetros, análisis cualitativo y cuantitativo).2:Se documente la metodología (parámetros, análisis cualitativo y cuantitativo).3: Haya consistencia en parámetros por tipo de crédito.4.La evaluación considere mínimos: solvencia del solicitante, historial crediticio(buró, ≤1 año), capacidad de pago (ingresos vs deuda, plazos), bienes patrimoniales del solicitante (si aplica), referencias personales. 5. Para créditos comerciales pequeños, adicional: fuente primaria de repago y estados financieros o estimación de ingresos. 6: Garantías de créditos consumo/hipotecarios pueden valuarse paramétricamente, con mecanismos que ponderen calidad de info vs. valor de mercado (desviaciones reportadas a comité de riesgos).",
    "Documentación Requerida": "Documentación de metodologías de evaluación (modelos paramétricos con criterios y parámetros); Listas de documentación mínima según manual; Ejemplos de expedientes con información completa pre-aprobación.",
    "Responsible interno": "Unidad de Análisis de Crédito; Unidad de Riesgos (validación modelos).",
    "Periodicidad": "Previos a implementación (aprobación de modelo por comité); Revisión periódica de performance del modelo (al menos anual).",
    "Evidencia": "Informe técnico de modelo paramétrico; Acta de comité de riesgos aprobando metodología; Expedientes de crédito paramétrico con todos los datos requeridos (solvencia, buró, ingresos, garantías).",
    "Método de evaluación": "Auditoría interna de modelos (validación de entradas/salidas); Validación por UAIR o riesgo modelaje; Supervisión CNBV puede requerir documentación del modelo.",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Cruza con riesgo modelaje (operativo) si el scoring es inadecuado. Comité de riesgos debe estar informado de desviaciones en valuación de garantías"
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Riesgo de Crédito – Aprobación de Créditos",
    "Disposición": "Título Segundo, Cap. I, Secc. Tercera, Art. 16-18",
    "Requerimiento Normativo": "a) Facultades de aprobación: El Consejo es responsable de aprobar créditos, pudiendo delegar en comités o funcionarios autorizados. El manual debe detallar las facultades, estructura y funcionamiento de comités y roles individuales.b) Comités de crédito: Si se usan comités, deben incluir representantes de negocio y de riesgo (seguimiento); Actas deben firmarse por asistentes con facultades. c) Funcionarios facultados: Deben tener amplia experiencia y evitar conflictos de interés; Ciertos créditos de mayor complejidad deben ser aprobados por directivos de segundo nivel jerárquico o superior.d) Documentación de resoluciones: Todas las decisiones de aprobación (comités o funcionarios) deben constar en actas o documentos oficiales, firmados por responsables. El manual designará el área responsable de custodiar estas actas, disponibles para contraloría interna, auditoría interna/externa, etc. e) Conflicto de interés: Prohibido que empleados, funcionarios o consejeros aprueben créditos con conflictos de interés propios.",
    "Documentación Requerida": "Manual de crédito con matriz de facultades (límites por nivel); Actas de comité de crédito (firmadas); Listado de funcionarios con delegación de crédito y sus límites; Declaraciones firmadas de no-conflicto para miembros de comité; Expedientes de aprobación individual firmados por el funcionario autorizado.",
    "Responsible interno": "Consejo de Administración (delegación de facultades); Comité(s) de Crédito; Funcionarios Autorizados (Gerentes, Directores de Crédito); Área de Contraloría Interna (custodia de actas).",
    "Periodicidad": "Continuo (cada aprobación); Verificación anual de vigencia de facultades; Capacitación periódica en conflicto de interés.",
    "Evidencia": "Archivo de actas/minutas de comités; Resoluciones firmadas de aprobaciones individuales; Registro centralizado de todas las autorizaciones de crédito otorgadas; Informe de contraloría de custodia.",
    "Método de evaluación": "Auditoría interna (revisión de actas vs. manual); Auditor externo (puede solicitar muestreo); CNBV inspección (puede requerir actas en cualquier momento).",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Cruza con riesgo legal/reputacional si se violan políticas (aprobación indebida a relacionados). Contraloría y auditoría deben vigilarlo."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Riesgo de Crédito – Función de Control en Originación",
    "Disposición": "Título Segundo, Cap. I, Secc. Tercera, Art. 20-21",
    "Requerimiento Normativo": "Implementar un área independiente de promoción para control en originación, encargada de: a) Verificar el cumplimiento de todos los requisitos del manual de crédito en cada operación. b) Comprobar que los créditos se documenten según términos aprobados (monto, plazo, condiciones autorizadas).  c) Llevar una bitácora de estos controles (registro de eventos de verificación). d) Corroborar seguimiento permanente de cada crédito por áreas correspondientes y cumplimiento de etapas según el manual. e) Aprobación final previa a disposición: Ningún crédito o disposición se ejerce sin visto bueno del área de control, excepto ciertos créditos masivos menores (p.ej. revolventes, ≤25 mil UDIs comerciales). f)Para créditos masivos (consumo, hipotecario, comercial < 2 millones UDIs), los controles I, II y IV anteriores pueden aplicarse vía muestreo estadístico representativo (CNBV puede requerir métodos de muestreo utilizados).",
    "Documentación Requerida": "Manual de funciones de control; Procedimientos operativos del área de control; Bitácora o sistema de registro de revisiones (con campos de validación por expediente); Evidencia de no desembolso sin autorización (registros de sistema core); Muestra de créditos aprobados automáticamente con esquema y evidencia de muestreos realizados.",
    "Responsible interno": "Área de Control de Crédito (independiente de originación); Departamento de Crédito (ejecuta observaciones).",
    "Periodicidad": "Continua (cada crédito antes de liberación de fondos); Informes periódicos (trimestral o semestral) de resultados de control; Muestreos estadísticos revisados al menos trimestral para créditos masivos.",
    "Evidencia": "Bitácora firmada por responsable de control para cada crédito; Reportes de control interno mostrando % de créditos revisados vs. total; Registros en sistemas que muestren bloqueo de desembolso sin aprobación de control.",
    "Método de evaluación": "Auditoría interna (evalúa efectividad del control y revisa bitácoras); Monitoreo del área de contraloría interna; Supervisión CNBV puede pedir bitácoras y métodos de muestreo.",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Este control previene riesgo operativo en originación. Su ausencia o deficiencia implicaría mayor riesgo de crédito. Cruza con riesgo operativo."
  },
  {
    "Unnamed: 0": "Riesgo de credito",
    "Unnamed: 1": "Riesgo de Crédito – Seguimiento Permanente de Créditos",
    "Disposición": "Título Segundo, Cap. I, Secc. Tercera, Art. 22-23",
    "Requerimiento Normativo": "a) Monitoreo individual: Llevar seguimiento permanente de cada crédito, recabando información relevante sobre su situación, garantías (manteniendo proporciones convenidas) y garantes. El manual debe definir qué área realiza este seguimiento.b) Seguimiento reforzado: Establecer evaluaciones más estrictas para créditos que muestren deterioro o incumplimientos (aunque no estén vencidos), con el fin de tomar acciones oportunas.c) Programas de gobierno: Si hay créditos directos/contingentes en programas de banca de desarrollo con banca múltiple, evaluar el riesgo crediticio y dar seguimiento a la cartera derivada, incluyendo verificar el destino de recursos con muestra representativa.d) Clasificación interna: Implementar un sistema interno de clasificación crediticia (en el manual) que, con base en la evaluación, indique acciones generales a tomar, responsables y objetivos/plazos para mejorar créditos problemáticos.e) Créditos con problemas de recuperación: Aquellos en seguimiento o vencidos con probable problema de cobro deben evaluarse a detalle para decidir reestructuras u otras medidas para mejorar su recuperabilidad.",
    "Documentación Requerida": "Manual de crédito con política de seguimiento; Procedimientos de monitoreo (checklists por cartera); Informes periódicos de calidad de cartera; Listados de créditos en observación especial (Watchlist); Ejemplos de análisis reforzado (reportes de reestructura, planes de acción por cliente).",
    "Responsible interno": "Área de Monitoreo/Seguimiento de Crédito (puede ser Riesgo Crediticio o Crédito); UAIR (consolidación de reportes).",
    "Periodicidad": "Mensual (informes de cartera y tendencias de riesgo); Permanente (deterioro inmediato); Programas especiales: según periodicidad del programa (trimestral, semestral).",
    "Evidencia": "Reportes mensuales al Comité de Riesgos y DG sobre calidad de cartera y reservas; Documentación de revisiones ad-hoc a créditos deteriorados; Bitácora de visitas o contacto con deudores en problemas; Sistema de alertas tempranas operando.",
    "Método de evaluación": "Auditoría interna (verifica que seguimiento ocurre y se documenta); UAIR (valida calidad de información de seguimiento); CNBV en inspecciones pide evidencias de seguimiento intensivo en cartera problemática.",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Sin seguimiento adecuado, crece riesgo de crédito y operativo. Cruza con riesgo operacional si la información es deficiente."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Riesgo de Crédito – Reestructuras y Renovaciones",
    "Disposición": "Título Segundo, Cap. I, Secc. Tercera, Art. 24",
    "Requerimiento Normativo": "Procesar reestructuras/renovaciones de crédito siempre mediante el proceso crediticio completo (desde originación) y con acuerdo del acreditado. Esto implica volver a evaluar la capacidad de pago, condiciones, garantías, como si fuera un nuevo crédito, evitando extender plazos o modificar términos sin análisis.",
    "Documentación Requerida": "Políticas de reestructura en el manual; Procedimiento formal de reestructura (solicitud, análisis, autorización bajo nuevas condiciones); Ejemplos de expedientes reestructurados con estudio de crédito actualizado.",
    "Responsible interno": "Área de Crédito / Recuperación; Comité de Crédito (si aplica aprobación).",
    "Periodicidad": "Cada evento de reestructura; revisión general de cartera reestructurada periódicamente (p.ej. trimestral en comité).",
    "Evidencia": "Actas de aprobación de reestructura; Documentos contractuales de convenio modificatorio; Análisis financiero actualizado en expediente reestructurado.",
    "Método de evaluación": "Auditoría interna (muestra de reestructuras vs. norma); Supervisión CNBV puede revisar si se recalificó y provisionó adecuadamente tras reestructura.",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Reestructuras inadecuadas pueden ocultar cartera vencida (riesgo legal/regulatorio). Debe indicarse si existen implicaciones de riesgo operativo (documentación incompleta)."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Riesgo de Crédito – Administración Integral del Riesgo Crediticio",
    "Disposición": "Título Segundo, Cap. I, Secc. Tercera, Art. 25-26",
    "Requerimiento Normativo": "a) Apego a AIR: Administrar el riesgo crediticio conforme a las disposiciones prudenciales de Administración Integral de Riesgos (Cap. IV, Título Segundo). Esto vincula la gestión de crédito con la matriz global de riesgos del banco.b) Funciones específicas de administración de riesgo crediticio (Art. 26): 1: Monitorear calidad y tendencias de riesgo y rentabilidad de la cartera. 2. Establecer lineamientos para la calificación regulatoria de la cartera (reservas), asegurando su aplicación oportuna.3.Verificar que las tasas de interés aplicadas correspondan al riesgo inherente según el manual de crédito.4.Definir lineamientos para determinar grado de riesgo en la etapa de evaluación de cada crédito.5. Informes periódicos: Informar al menos mensualmente al Comité de Riesgos y Dirección General sobre análisis, proyecciones y monto de reservas necesarias.6.Se permite que la UAIR asuma estas funciones, o compartidas con el área de crédito, pero debe documentarse qué área hace II, III y IV.",
    "Documentación Requerida": "Política o manual interno asignando responsabilidades (UAIR vs área de crédito) para puntos II, III, IV del Art. 26; Reportes mensuales de riesgo de cartera (indicadores de calidad, concentración, P&L por riesgo); Cálculos de reservas preventivas mensuales; Actas de Comité de Riesgos recibiendo informes.",
    "Responsible interno": "Unidad de Administración Integral de Riesgos (UAIR); Área de Riesgo Crediticio (si separada); Dirección de Crédito (por tasas).",
    "Periodicidad": "Mensual (informes a comité); Otras funciones: permanente (monitoreo diario/continuo de tasas vs riesgo, calificación cartera según periodicidad normativa – mensual).",
    "Evidencia": "Reportes de la UAIR o Riesgo Crédito (indicadores: NPL, cartera vencida, concentración, ROE ajustado por riesgo); Notas técnicas justificando reservas adicionales; Minutas Comité de Riesgos con presentación de dichos reportes.",
    "Método de evaluación": "Auditoría interna (verifica existencia y exactitud de informes); Comité de Auditoría revisa integridad; CNBV en inspección revisa si la institución cumple con Art. 26 (pide informes presentados).",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "La falta de estos controles aumentaría riesgo de crédito y operativo. Cruza con riesgo de mercado en tasas (mal asignadas) y legal si no se califican reservas correctamente."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Riesgo de Crédito – Recuperación Administrativa",
    "Disposición": "Título Segundo, Cap. I, Secc. Tercera, Art. 27",
    "Requerimiento Normativo": "Implementar cobranza administrativa de cartera (gestión de cobranza temprana y amistosa) con un área independiente de las áreas de negocio, o a través de proveedores externos. Esta área debe ejecutar los procedimientos de cobranza administrativa definidos en el manual de crédito. (Excepción: Créditos comerciales < 2 millones UDIs pueden ser cobrados por áreas de negocio directamente)*.",
    "Documentación Requerida": "Políticas de cobranza administrativa; Manual con procedimientos de cobranza (cartas, llamadas, reestructuras administrativas); Contratos con despachos externos (si aplican) incluyendo criterios de ética y calidad; Listado de personal o terceros dedicados a cobranza.",
    "Responsible interno": "Área de Cobranza Administrativa / Recuperación (separada de Ventas); Proveedores externos de cobranza (vigilados por área de recuperación).",
    "Periodicidad": "Continua (diaria/mensual según morosidad); Evaluación periódica de eficacia (trimestral).",
    "Evidencia": "Registros de gestión de cobranza (sistemas de cobranza con notas de cada caso); Indicadores de recuperación (curvas de morosidad, % recuperado); Informes de evaluación de despachos (eficiencia, quejas).",
    "Método de evaluación": "Auditoría interna (verifica cumplimiento de procedimientos en muestra de casos); Revisión de Contraloría de performance de despachos externos; CNBV puede requerir políticas de cobranza y su aplicación.",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Cruza con riesgo reputacional y legal (malas prácticas de cobranza). La independencia evita conflicto de interés con ventas."
  },
  {
    "Unnamed: 0": "Riesgo de credito",
    "Unnamed: 1": "Riesgo de Crédito – Recuperación Judicial",
    "Disposición": "Título Segundo, Cap. I, Secc. Tercera, Art. 28-29",
    "Requerimiento Normativo": "Cobranza judicial: Cuando los créditos requieren acciones legales (demanda, ejecución de garantías), se deben asignar a un área independiente de negocio o a abogados externos especializados. (Excepción: Créditos comerciales < 2 millones UDIs pueden ser gestionados por negocio)*.Además, el manual de crédito debe contener estrategias y procedimientos para la recuperación judicial, detallando pasos desde el primer atraso hasta la adjudicación o quebranto. Cada paso debe indicar plazos y responsables (área o funcionario). Si se usan despachos externos, evaluar su eficiencia y solvencia moral",
    "Documentación Requerida": "Manual de crédito con capítulo de recuperación judicial; Flujogramas de proceso judicial (pasos y tiempos, responsables: área legal, externos); Contratos con bufetes externos (incluyen métricas de desempeño, cláusulas de ética); Expedientes de casos judiciales mostrando hitos (fecha demanda, sentencia, etc.).",
    "Responsible interno": "Área Legal / Contenciosa (independiente de negocio); Despachos jurídicos externos contratados; Área de Recuperación (coordinación).",
    "Periodicidad": "Según evento (demanda al caer en mora prolongada, seguimiento periódico a casos en curso); Evaluación semestral/anual de despachos externos.",
    "Evidencia": "Informes de estado de juicios (por cartera y global); Registro de bienes adjudicados; Métricas de duración de juicios vs. estándar; Evaluaciones de desempeño de despachos.",
    "Método de evaluación": "Auditoría interna (revisa que juicios estén en curso conforme manual); Contraloría legal; CNBV puede solicitar evidencias de aplicación de estrategias (especialmente en carteras relevantes).",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Cruza con riesgo legal (por la naturaleza judicial) y operativo (si procesos no se siguen, pueden prescribir deudas). La eficacia aquí impacta directamente pérdidas esperadas de crédito."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Riesgo de Crédito – Auditoría Interna de Crédito",
    "Disposición": "Título Segundo, Cap. I, Secc. Tercera, Art. 30-32",
    "Requerimiento Normativo": "a) Implementación de auditoría interna especializada en crédito: Debe haber revisiones y controles internos específicos para operaciones de crédito y cumplimiento de límites de riesgo. En banca múltiple, la realiza la propia auditoría interna (Art. 76 relacionado).b) Funciones mínimas Auditoría Crédito (Art. 31): 1) Definir un esquema de prioridades de auditoría (clasificación de áreas, funciones a revisar) y su periodicidad. 2) Verificar que la actividad crediticia en general sigue metodologías, modelos y procedimientos del manual y normativa, y que individualmente los funcionarios cumplen sus responsabilidades sin exceder facultades (incluyendo el área jurídica en su rol).3) Mediante muestreos estadísticos representativos, cerciorarse de que las áreas hacen seguimiento adecuado a la cartera durante toda su vigencia.4) Revisar que la calificación de cartera (estimación de reservas) se haga según normatividad vigente, manual interno y metodologías del área de riesgo crediticio.5) Revisar sistemas de información de crédito, en cuanto a implementación de mejoras, calidad y veracidad de datos, y oportunidad de reportes. 6) Vigilar funcionamiento de sistemas para derivados y títulos de deuda en relación al crédito, asegurando detección oportuna de saldos dispuestos/no dispuestos y reducción de exposición ante movimientos de mercado que causen excesos a límites. 7) Verificar el tratamiento contable correcto de reservas, quitas, castigos, quebrantos, recuperaciones, y la cobranza (adm. y judicial), conforme al manual de crédito (eventos, requisitos y condiciones definidos). 8) Revisar la integración y control de expedientes de crédito según Cap. II, Título Segundo (documentación completa). 9) Reporte anual: El área de auditoría de crédito debe informar al menos anualmente al Consejo, Comité de Riesgos y Comité de Auditoría sobre sus hallazgos, y mantener disponible este reporte para auditor externo. CNBV puede requerirlo. c) Controles adicionales (Art. 32): Además de lo anterior, el banco debe: 1 ) Corroborar entrega oportuna de archivos e informes entre todas las áreas, órganos sociales y autoridades involucradas en la actividad crediticia. 2) Vigilar que los pagos de clientes en cobranza (adm./judicial) se apliquen en fechas pactadas e informar irregularidades al administrador del crédito. 3) Verificar que la cobranza (incluso por terceros) se realice conforme a procedimientos del manual y normatividad, con parámetros de costo, tiempo y problemática adecuados; asegurarse de marcos de acción para terceros con derechos/obligaciones y sanciones en caso de incumplimiento.",
    "Documentación Requerida": "Plan anual de Auditoría Interna que incluya auditoría de crédito (riesgos, frecuencia); Programa de auditorías por sucursales o áreas; Papeles de trabajo de auditoría (muestras de expedientes, informes de recalificación de cartera, pruebas a sistemas de crédito); Informe anual consolidado de Auditoría de Crédito; Evidencia de presentación de informe a Consejo/Comités (actas).Documentos de seguimiento de entregables entre áreas (checklist de reportes regulados entregados); Registros de pagos de créditos (sistemas de cobranza) con alertas de retrasos; Contratos con externos con cláusulas de penalización; Reportes de control de despachos (costos vs recuperaciones).",
    "Responsible interno": "Auditoría Interna – División de Auditoría de Crédito; Contraloría Interna (seguimiento de reportes); Área de Finanzas (reservas contables); Área de Cobranza (coordinación con auditoría para pagos).",
    "Periodicidad": "Plan de auditoría: anual (cubre todas áreas en ciclos definidos); Informes: anual (al Consejo y comités); Actividades de seguimiento: mensuales/trimestrales (pagos, reportes).",
    "Evidencia": "Informe de Auditoría con hallazgos y recomendaciones; Lista de hallazgos recurrentes vs. nuevos; Comprobante de envío de reportes regulatorios (por ejemplo, carteras vencidas a CNBV); Logs del sistema de crédito mostrando aplicación puntual de pagos.",
    "Método de evaluación": "Auditoría interna: método principal (revisión documental, entrevistas, testing de sistemas); Auditor externo: revisa disposición de informes y controles de crédito; CNBV: puede requerir reportes y validar que auditoría interna cubre créditos eficazmente.",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Directamente vinculado a riesgo operativo (control interno) y cumplimiento regulatorio. Falencias en auditoría interna de crédito pueden derivar en observaciones de CNBV. También puede tocar riesgo legal si incumple normas de cartera."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Riesgo de Crédito – Información a Sociedades de Información Crediticia",
    "Disposición": "Título Segundo, Cap. I, Secc. Tercera (Disp. Grales), Art. 34",
    "Requerimiento Normativo": "Cumplir con la entrega en tiempo y forma de información a burós de crédito (Sociedades de Información Crediticia). El Director General es responsable de garantizar este cumplimiento. (Esto asegura que se reporten los créditos puntualmente como exige la ley de sociedades de información crediticia).",
    "Documentación Requerida": "Políticas de reporte a buró; Calendarios de envío de datos a SIC; Comprobante de envíos mensuales (acuses de recepción del buró); Designación formal de responsables de carga de datos.",
    "Responsible interno": "Dirección General (responsable final); Área de Crédito o Sistemas (preparación y envío de archivos).",
    "Periodicidad": "Mensual (generalmente cada 10 días primeros de mes, según regulación SIC); o conforme periodicidad contractual con la SIC.",
    "Evidencia": "Logs del sistema de buró mostrando fechas de envío; Correspondencia con SIC confirmando recepción; Reportes de errores de SIC atendidos.",
    "Método de evaluación": "Auditoría interna (revisa cumplimiento de cronograma); CNBV supervisión (puede verificar si se envía y la calidad de la información).",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Incumplir reportes a buró es riesgo legal (sanciones CNBV). Conecta con riesgo operativo (fallos de sistema de reporte)."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Riesgo de Crédito – Independencia del Área Jurídica",
    "Disposición": "Título Segundo, Cap. I, Secc. Tercera (Disp. Grales), Art. 35",
    "Requerimiento Normativo": "El área jurídica del banco debe ser independiente de las áreas de originación y administración de crédito. (Esto previene conflictos de interés y asegura objetividad al revisar contratos, garantías, litigios).",
    "Documentación Requerida": "Organigrama mostrando línea separada de Jurídico; Manual de funciones del área jurídica sin reporte a negocio; Política de aprobación legal independiente (ej. vistos buenos legales en créditos mayores).",
    "Responsible interno": "Dirección General; Dirección Jurídica (estructura organizacional).",
    "Periodicidad": "Permanente (estructura estable); Revisiones ad-hoc de independencia (cada reestructuración organizacional).",
    "Evidencia": "Organigrama firmado por DG; Actas de Consejo o Comité de Auditoría validando independencia; Informes de auditoría confirmando que jurídico no participa en decisiones crediticias salvo asesoría.",
    "Método de evaluación": "Supervisión CNBV (en inspecciones revisa independencia de funciones claves); Auditoría interna (valida que decisiones de crédito no sean influenciadas indebidamente por jurídico).",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Cruza con riesgo operativo/legal. Jurídico independiente reduce riesgo de fraude o irregularidad en documentación crediticia."
  },
  {
    "Unnamed: 0": "Riesgo de credito",
    "Unnamed: 1": "Riesgo de Crédito – Integración de Expedientes de Crédito",
    "Disposición": "Título Segundo, Cap. II, Art. 45-46",
    "Requerimiento Normativo": "a) Políticas de expedientes: En el manual de crédito (o manuales específicos) deben definirse requisitos para integrar y mantener expedientes de crédito por cada tipo de operación. Debe cubrir todas las etapas (promoción, evaluación, aprobación, formalización, seguimiento, control, recuperación) e incluir como mínimo lo indicado en Anexos 2-11 según tipo de crédito.b) Expediente por deudor/tipo: Debe integrarse un expediente por cada operación crediticia y deudor, durante toda la vigencia (incluso vencido). Las reglas particulares: 1 ) Créditos al consumo: Anexo 2.  2)Créditos a vivienda: Anexo3   3:Créditos comerciales se clasifican en: (a) < 4 millones UDIs (Anexo 4); (b) ≥ 4 millones UDIs (Anexo 5); (c) Operaciones de segundo piso con calificación de deudor final (Anexo 6); (d) Segundo piso calificando a la institución intermediaria (Anexo 7); (e) Calificando a entidad financiera no bancaria (Anexo 8); (d) Operaciones con otras instituciones/casas de bolsa con contratos marco (reportos, derivados) – Anexo 9; (e) Banca de desarrollo como agente financiero Fed. – Anexo 10; (f) Créditos a estados, municipios, organismos desc. – Anexo 11. Se permite opcionalmente consolidar un expediente único por deudor que contenga todas sus operaciones, en lugar de uno por operación.",
    "Documentación Requerida": "Manual de crédito y/o políticas de expedientes que incorporen Anexos 2-11; Listas de verificación (checklists) documentales por tipo de crédito; Ejemplos de expedientes (físicos o digitales) completos por tipo; Sistema de gestión documental con campos obligatorios según anexo.",
    "Responsible interno": "Área de Crédito (integración inicial); Mesa de Control / Operaciones (actualizaciones); Jurídico (formalización docs); Área designada en manual para custodiar (puede ser Contraloría Documental).",
    "Periodicidad": "En cada originación (integración inicial); Actualización continua durante la vida del crédito; Revisiones periódicas de calidad documental (p.ej. semestral).",
    "Evidencia": "Checklist de expediente completo firmado por analista y validador; Reporte de auditoría interna sobre % de expedientes completos; Incidencias de faltantes y acciones correctivas (registro de regularización); Base de datos de expedientes y su estatus.",
    "Método de evaluación": "Auditoría interna (comprueba integridad de expedientes); Auditoría de crédito (entre sus puntos incluye expedientes completos); CNBV puede requerir muestra de expedientes y verificar contra anexos (Artículo 51 prevé sanciones por faltantes).",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Incumplir este punto genera riesgo legal (acciones de cobro inviables si falta doc) y operativo. Además, Art. 51 permite a CNBV exigir provisión 100% si faltan documentos esenciales."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Riesgo de Crédito – Custodia y Disponibilidad de Expedientes",
    "Disposición": "Título Segundo, Cap. II, Art. 47-49",
    "Requerimiento Normativo": "a) Si el banco contrata con terceros la administración/cobranza de una cartera, debe establecer mecanismos para verificar que esos terceros integren correctamente los expedientes según la CUB, y obligarlos contractualmente a conservarlos y tenerlos disponibles inmediatamente. En segundo piso, puede acordar que el intermediario integre y custodie el expediente, pero igualmente debe poder disponer de él en todo momento.b) Formato de expedientes: Pueden mantenerse en papel o en medios electrónicos / microfilm, siempre que estén disponibles para personal autorizado y la CNBV. Si ciertos documentos en papel se guardan fuera del expediente físico por seguridad o existen solo en medios electrónicos, se debe anexar al expediente una constancia indicando dónde se resguardan (ubicación física o electrónica).c) Custodia distribuida: Documentos de un expediente pueden estar en distintas áreas, pero debe estar definido internamente y en manuales, con controles que permitan saber en todo momento la ubicación de cada documento y quién es responsable de su custodia.d) Actualización: La info en expedientes debe mantenerse actualizada conforme a normas y políticas. Debe haber controles para detectar documentos faltantes y procedimientos para su regularización. Debe designarse personal responsable de integrar/actualizar expedientes y de controlar su consulta y resguardo.e) Riesgo Común & Relacionados: Si un deudor pertenece a un grupo de “Riesgo Común” (Art. 73 Ley de Instituciones de Crédito), debe identificarse en su expediente qué grupo es. También, si es persona relacionada (Art. 73 de la Ley), indicarlo expresamente en el expediente.f) Cobranza judicial: Para créditos en proceso judicial, no se exige actualizar la info que deba proveer el deudor mientras dure el litigio (excepción a actualización).",
    "Documentación Requerida": "Contratos con administradores externos con cláusulas de integración de expediente y acceso inmediato; Procedimientos de revisión de expedientes integrados por terceros (reportes de visitas de supervisión); Inventario maestro de expedientes indicando soporte (físico/digital), ubicación, responsable; Constancias de ubicación para docs fuera de expediente; Listas de responsables de archivos por área; Planillas de actualización periódica (quién actualiza qué y cuándo); Identificadores en expedientes (etiquetas de \"Grupo Riesgo Común X\" o indicadores en sistema); Políticas de no actualización en judicial (nota en expediente).",
    "Responsible interno": "Área de Recuperación/Convenios (monitorea terceros); Área de Archivo o Documentación (custodia centralizada); Responsables designados en cada área (negocio, jurídico, etc.); Oficial de Cumplimiento Documental.",
    "Periodicidad": "Auditorías/documentación: anual (inventario de expedientes y su estado); Actualización: continua (cada evento relevante, p.ej. renovación garantías, actualización estados financieros anual); Revisión de terceros: periódica (anual o semestral).",
    "Evidencia": "Inventario de expedientes completo; Registro de movimientos de documentos (préstamo, devolución); Reporte de auditora interna confirmando disponibilidad de expedientes y documentos; Pruebas de localización (ej. búsqueda aleatoria de documentos mediante constancias); Etiquetado de expedientes con códigos de grupo común.",
    "Método de evaluación": "Auditoría interna (foco en custodia documental); Auditor externo (en revisiones de cartera, verifica documentos clave existen); CNBV inspección (puede requerir consultar expedientes inmediatos; sanciona faltantes con provisiones al 100%).",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Cruza con riesgo operativo y legal fuertemente. Identificar personas relacionadas en expedientes es también control de riesgo legal/regulatorio (Art. 73 de Ley). Requiere coordinación con área de riesgos comunes (evitar exceso con grupos)."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Riesgo de Crédito – Plazo de Conservación",
    "Disposición": "\tTítulo Segundo, Cap. II, Art. 50",
    "Requerimiento Normativo": "\tConservar los expedientes de crédito por el plazo que marcan las disposiciones legales y administrativas aplicables (p.ej., leyes fiscales, de transparencia, etc.), aun después de castigar o quebrantar un crédito. (Generalmente 10 años después de cerrado, según Ley de Instituciones de Crédito y normativa fiscal, pero se debe verificar norma específica).",
    "Documentación Requerida": "Política interna alineada a regulación (p.ej. política de retención documental indicando plazo X años); Calendario/registro de archivos con fecha de destrucción prevista; Autorizaciones regulatorias si se van a eliminar documentos.",
    "Responsible interno": "Archivo Documental; Cumplimiento Normativo; Jurídico (interpretación legal).",
    "Periodicidad": "Permanente; Revisión documental anual para depurar lo que excede plazos.",
    "Evidencia": "Listado de créditos cancelados/castigados con fechas de fin y fecha programada de eliminación de expediente; Actas de autorización de destrucción de documentos (si aplicable); Constancias de destrucción segura pasada la fecha.",
    "Método de evaluación": "Auditoría interna (verifica no se destruye antes de tiempo); CNBV puede checar expedientes históricos existan si están dentro del plazo regulado.",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Destruir expedientes prematuramente genera riesgo legal (no poder acreditar deudas). Mantenerlos genera costos, pero es mandato regulatorio. Conecta con riesgo legal/regulatorio."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Riesgo de Crédito – Sanción por Expedientes Incompletos",
    "Disposición": "Título Segundo, Cap. II, Art. 51",
    "Requerimiento Normativo": "La CNBV (Comisión) podrá ordenar constitución y mantenimiento de reservas preventivas adicionales del 100% del saldo del crédito si falta en el expediente información necesaria para ejercer acción de cobro, según los anexos de requisitos. Es decir, si un expediente carece de documentación esencial (ej. contrato firmado), la autoridad puede exigir provisionarlo totalmente como riesgo. Estas reservas se consideran de carácter general y solo se liberan cuando se corrija la deficiencia y se acredite a la CNBV. (Nota: Créditos exentos de consulta a buró no requieren ese documento en el expediente)*.",
    "Documentación Requerida": "(No es un requerimiento que el banco deba \"cumplir\" proactivamente, sino una sanción preventiva). Sin embargo, para fines de matriz: Se debe tener identificados los documentos críticos cuyo faltante ocasionaría esta sanción. Por tanto, la documentación requerida es la misma del expediente completo, con foco en: contratos originales, pagarés, documentos de identidad, garantías constituidas, consultas a buró, etc. Y evidencia de remediación si CNBV lo ordena.",
    "Responsible interno": "Dirección de Crédito / Operaciones (integridad documental); Dirección de Finanzas (constitución de reservas especiales); Cumplimiento Regulatorio (atender órdenes de CNBV).",
    "Periodicidad": "N/A (aplica cuando CNBV detecta faltante); Seguimiento inmediato tras requerimiento (corregir y liberar en no menos de 3 meses después de corregido).",
    "Evidencia": "Oficios de CNBV ordenando provisión (si existieran); Plan de acción interno para subsanar expedientes incompletos; Estados financieros reflejando reservas adicionales.",
    "Método de evaluación": "Supervisión CNBV (es quien ordena y luego verifica corrección); Auditoría interna puede simular revisiones para anticipar posibles faltantes.",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Esto entrelaza riesgo de crédito con riesgo operativo documental. Cruza con legal/regulatorio. Debe vigilarse en la auditoría interna de crédito para evitar sanciones."
  },
  {
    "Unnamed: 0": "Riesgo de credito",
    "Unnamed: 1": "Riesgo de Crédito – Consulta a Sociedades de Información Crediticia (Buró) y Provisiones Adicionales",
    "Disposición": "Título Segundo, Cap. I, Secc. Cuarta, Art. 39-41",
    "Requerimiento Normativo": "a) Provisión 100% por no consultar buró: Se deben constituir provisiones preventivas adicionales (hasta 100%) por créditos otorgados sin consulta previa al buró de crédito del solicitante (y avalistas/obligados), o si el informe de buró no está en expediente. Solo se pueden liberar 3 meses después de obtener e incorporar el informe faltante.b) Consulta a burós extranjeros: Si el solicitante es extranjero o una entidad financiera no de primer orden en el exterior, se debe consultar su historial a una empresa de información crediticia en su país.c) Excepciones (Art. 41): No aplica la obligación del Art. 39 (provisión 100%) en créditos: 1) a empleados de la institución con pago vía nómina (incluye créditos del Banjército); 2) de monto ≤ 1000 UDIs; 3) a bancos (mexicanos o extranjeros de primer orden).d) Políticas de control por buró (Art. 42): Debe haber políticas y procedimientos para controlar la toma de riesgo basada en información de buró, incluyendo: criterios para valorar informes de buró y calificar grados de riesgo del solicitante y co-obligados; información adicional a requerir a solicitantes con antecedentes negativos; supuestos en que se otorgaría o negaría crédito a esas personas; niveles de provisión inicial y adicional a aplicar, y cuándo liberarlas. Estas políticas deben contemplar también los créditos exentos del Art. 41. Deben integrarse al manual de crédito.e) Envío a CNBV (Art. 44): Estas políticas de Art. 42, aprobadas por el Consejo, deben enviarse a la Vicepresidencia de Supervisión de la CNBV. La CNBV puede vetarlas o pedir correcciones en 30 días.",
    "Documentación Requerida": "Evidencia de consulta a buró en expedientes (folio de consulta, reporte impreso o digital almacenado); Control interno que impida aprobar sin buró (sistemas con campo obligatorio); Cálculo contable de provisiones adicionales del 100% para créditos sin buró (si existen, detalle de esas provisiones en reportes financieros);\nPolíticas internas sobre uso de buró: documento aprobado en Consejo y copia del envío a CNBV y respuesta (si hubo observaciones); Acta de Consejo aprobando dichas políticas; Lineamientos operativos derivados (ej. matriz de decisión según score de buró, niveles de reservas según score).",
    "Responsible interno": "Área de Crédito (consulta buró en análisis); Área de Cumplimiento Regulatorio / Riesgos (políticas de Art. 42 y envío a CNBV); Área Contable (reservas adicionales); Consejo de Administración (aprueba políticas).",
    "Periodicidad": "En cada originación (consulta previa obligatoria); Provisiones: mensuales (mientras falte informe); Políticas: actualización cuando cambie contexto (burós, criterios) o por observaciones CNBV.",
    "Evidencia": "Expedientes de crédito con sección de “Consulta SIC” completa; Reporte de provisiones adicionales constituidas (si alguna) en informes a CNBV; Documento de “Políticas de Uso de Buró” vigente, con sello/acuse de CNBV; Comunicado interno de dichas políticas al personal de crédito.",
    "Método de evaluación": "Auditoría interna (verifica expedientes al azar todos tengan buró o provisionados); CNBV en inspección pedirá lista de créditos sin buró y provisiones; Revisión de la Vicepresidencia CNBV de las políticas enviadas (guardar acuses).",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "El incumplimiento implica riesgo directo de sanción regulatoria y pérdidas (reservas al 100%). Es un cruce con riesgo legal/regulatorio y operativo (si omisión es por falla de proceso)."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Riesgo de Crédito – Diversificación de Riesgo (Grandes Exposiciones)",
    "Disposición": "Título Segundo, Cap. III, Secc. Primera, Art. 52-54",
    "Requerimiento Normativo": "a) Riesgo Común (Art. 52): Definiciones para identificar clientes que constituyen un mismo riesgo: familiares hasta 2° grado, cónyuges, concubinos actuando concertadamente; accionistas con influencia significativa aunque sin control formal; control en términos de imposición de decisiones en asambleas o consejos. Se debe recabar información y documentación para verificar si un solicitante pertenece a un grupo de Riesgo Común, usando instructivos de datos aprobados por la CNBV, e informar a los firmantes de solicitudes sobre sanciones por información falsa proporcionada para crédito.\nb) Exclusiones de Riesgo Común (Art. 53): Permite no considerar Riesgo Común ciertos financiamientos a personas físicas que controlan una empresa, si tienen fuente de pago independiente, etc. (No detallado completamente aquí, pero existe la disposición).\nc) Límite por persona o grupo (Art. 54): Un banco al otorgar financiamiento a una persona o grupo con Riesgo Común debe respetar un límite máximo de financiamiento calculado como porcentaje de su Capital Básico, según su nivel de capitalización. Ejemplo: con índice >10% y ≤12%, puede prestar hasta 25% de su capital básico a ese grupo; con >15%, hasta 40%.\nd) Excepciones a límites (Art. 54 continuación): Financiamientos con garantías irrevocables y líquidas de instituciones con grado de inversión OCDE/UE o valores gubernamentales/efectivo pueden exceder el límite, pero nunca > 100% capital básico por persona/grupo, ejecutables de inmediato extrajudicialmente si no paga. También créditos a SOFOMs filiales al 99% pueden exceder límite, sin pasar 100% capital básico, y si esas SOFOMs a su vez prestan a un grupo, ese financiamiento cuenta para el límite del banco matriz.\nNota: Estas disposiciones garantizan diversificación y controlan grandes riesgos concentrados.",
    "Documentación Requerida": "Políticas internas de “Grandes Exposiciones” alineadas a Art. 52-54; Formatos de identificación de grupos de riesgo común (p.ej. cuestionarios de vinculación accionaria, familiares) aprobados por CNBV; Expedientes de crédito con evidencias de agrupación de clientes (ej. árbol de relación); Sistema de créditos que calcule exposición por grupo vs capital; Reportes regulatorios de grandes riesgos (R04, R05 de CNBV).",
    "Responsible interno": "Unidad de Riesgos (limites y monitoreo); Área de Crédito (análisis de grupos); Cumplimiento Regulatorio (reportes de grandes riesgos); Comité de Riesgos / Consejo (autorización de excepciones).",
    "Periodicidad": "En originación (identificar riesgo común cada nuevo crédito); Monitoreo diario/mensual de concentraciones; Reporte trimestral a CNBV de operaciones con partes relacionadas y grandes riesgos.\t",
    "Evidencia": "Base de datos de grupos de clientes relacionados; Cálculo actualizado de capital básico vs. exposiciones mayores; Actas de Comité/Consejo si alguna exposición se acerca a límite; Aprobaciones de excepciones con garantías elegibles (documentar garantías y valuaciones).",
    "Método de evaluación": "Auditoría interna (valida identificación correcta de grupos de riesgo común); CNBV a través de reportes periódicos y supervisión in-situ verifica el cumplimiento de límites (Art. 54 es crítico); Revisiones de riesgos integrales (UAIR) informan exposiciones concentradas mensualmente.",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Cruza con riesgo regulatorio: sobrepasar límites expone a sanciones severas. También con riesgo estratégico si concentración alta. Debe indicarse si alguna excepción es por garantía (riesgo operativo/legal si garantía falla)."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Riesgo de Crédito – Administración Integral de Riesgos (AIR) – Comité de Riesgos",
    "Disposición": "Título Segundo, Cap. IV, Secc. Segunda, Art. 70-72",
    "Requerimiento Normativo": "a) Constitución del Comité de Riesgos (Art. 70): El Consejo debe establecer un comité encargado de la administración de todos los riesgos del banco, asegurando operaciones conforme objetivos, políticas y procedimientos de AIR aprobados por el Consejo, y dentro de límites globales aprobados.\nIntegración mínima: En banca múltiple, al menos: 2 consejeros (uno preside), el Director General, el responsable de UAIR, el Auditor Interno (estos últimos con voz sin voto). (Banca de desarrollo tiene esquema similar con un experto independiente en riesgos). Debe sesionar ≥ mensual y levantar actas firmadas por todos los asistentes.\nb) Funciones del Comité (Art. 71): Incluyen proponer al Consejo: objetivos, lineamientos y políticas de AIR y sus modificaciones; límites globales y específicos de riesgo; aprobar metodologías, modelos y parámetros para identificación, medición, control de riesgos; vigilar cumplimiento de límites y niveles de tolerancia; autorizar excepcionalmente exceder límites específicos (y proponer exceder globales al Consejo) cuando condiciones lo requieran, previa aprobación del Consejo. [Funciones detalladas continúan en norma, pero se sintetiza lo relevante para riesgo de crédito].\nc) Excepciones temporales (Art. 72): El Comité de Riesgos, con aprobación del Consejo, puede autorizar exceder límites de exposición al riesgo (específicos y solicitar globales) de manera excepcional y temporal si las condiciones del banco lo requieren. Debe documentarse y luego volver a niveles normales.",
    "Documentación Requerida": "Acta de Consejo creando el Comité de Riesgos; Nombramientos de integrantes (con perfiles adecuados, ej. Auditor Interno nombrado); Calendario y minutas mensuales de sesiones (firmadas); Registros de propuestas de límites y metodologías presentadas al Consejo; Evidencia de autorizaciones excepcionales de excedencia de límites (documento con justificación y plazo).",
    "Responsible interno": "Consejo de Administración (constitución y supervisión); Comité de Riesgos (operación); UAIR (secretaría técnica a menudo); Auditor Interno (miembro).",
    "Periodicidad": "Sesiones mensuales; Revisión anual de límites y políticas de AIR por el Consejo.",
    "Evidencia": "Libro de Actas del Comité de Riesgos; Informes periódicos del Comité al Consejo (resumen de decisiones); Documentos aprobados (políticas AIR, límites) archivados; Reportes de riesgos presentados mensualmente (exposición por tipo de riesgo, consolidado).",
    "Método de evaluación": "Auditoría interna (puede evaluar eficacia del comité, verificar actas); CNBV revisa en inspecciones la existencia y funcionamiento del comité (minutas, composición, frecuencia).",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Aunque es transversal (todos los riesgos), su cumplimiento impacta la gestión de riesgo de crédito significativamente. Si se incumple (p.ej. no sesiona), aumenta riesgo estratégico y de supervisión."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": "Riesgo de Crédito – UAIR (Unidad de Administración Integral de Riesgos)",
    "Disposición": "Título Segundo, Cap. IV, Secc. Segunda, Art. 73-75",
    "Requerimiento Normativo": "a) Creación y posición: El Comité de Riesgos debe tener una UAIR especializada, independiente de las unidades de negocio, encargada de identificar, medir, vigilar e informar los riesgos cuantificables (dentro y fuera de balance, incluyendo subsidiarias financieras). Debe evitar conflictos de interés con negocios (reporta al Comité/Dir. Gral., no a Ventas).\nb) Funciones UAIR (Art. 74):\n– Medir, vigilar y controlar que la AIR considere todos los riesgos en todas las unidades de negocio (incluyendo riesgo consolidado).\n– Proponer al Comité las metodologías, modelos y parámetros para identificar, medir, vigilar, limitar, controlar, informar y revelar los distintos tipos de riesgo, y sus modificaciones.\n– Verificar cumplimiento de límites de riesgo y niveles de tolerancia por tipo de riesgo y consolidado, usando modelos y escenarios aprobados. Para riesgos no cuantificables, recopilar información que permita evaluar su posible impacto.\n– Informar al Comité sobre: exposición a riesgos discrecionales (mercado, crédito, etc.) e incidencia de riesgos no discrecionales (operacional, legal, etc.), con análisis de sensibilidad y stress testing (incluyendo escenarios extremos) y planes de contingencia ante colapsos de supuestos; desviaciones a límites y tolerancias; acciones correctivas propuestas ante desviaciones; evolución histórica de riesgos asumidos.\n– Periodicidad de informes: riesgos discrecionales – al menos mensual a Comité, DG y responsables de negocio, y trimestral al Consejo; riesgos no discrecionales – al menos trimestral a mismos; riesgo de mercado – diariamente a DG y áreas relevantes; desviaciones a límites – informar inmediato a DG y áreas, y al Comité/Consejo en su siguiente sesión (y DG convoca extraordinaria si amerita); acciones correctivas – presentar de inmediato a Comité y DG; evolución histórica – mensual a Comité, trimestral a Consejo.\n– Investigar causas de desviaciones a límites, identificar recurrencias e informar a Comité, DG y Auditor Interno.\n– Recomendar reducciones de exposición o cambios de límites/tolerancias a DG y Comité si procede.\n– Calcular los requerimientos de capitalización por riesgo de crédito, mercado y operacional, para verificar cumplimiento de disposiciones (Basel).\n– Analizar mensualmente el impacto de los riesgos en el nivel de suficiencia de capital (índice de capitalización).\n– Presentar metodologías para valoración y control de riesgos de nuevos productos/servicios, identificando riesgos implícitos.\nc) Modelos y sistemas (Art. 75): La UAIR debe contar con modelos y sistemas que reflejen correctamente el valor de las posiciones y su sensibilidad a factores de riesgo, que permitan medir, vigilar y controlar riesgos, generando informes. Dichos sistemas deben: considerar exposición consolidada por unidades/causas; evaluar impacto en capital y resultados de variaciones de factores (requiere info contable oportuna); contemplar concentraciones de riesgo que afecten el consolidado; y evaluar riesgo fuera de balance.",
    "Documentación Requerida": "Organigrama situando UAIR independiente (reporta a DG o Comité, no a negocios); Descripción de funciones de UAIR (manual interno de riesgos); Documentos de metodologías y modelos de riesgos aprobados; Informes mensuales de riesgos integrales (incluyen crédito: cartera vs. límites, concentraciones, VaR crediticio si aplica); Pruebas de estrés formal documentadas; Informes trimestrales al Consejo (presentaciones); Reportes diarios de riesgo de mercado; Registro de incidentes/desviaciones a límites y acciones tomadas; Cálculos de capital regulatorio (Anexo de Basilea) con respaldo de áreas; Políticas de nuevos productos con análisis de riesgo por UAIR.",
    "Responsible interno": "Unidad de Administración Integral de Riesgos (todo el personal de UAIR); Director de UAIR (responsable de cumplimiento de funciones); Director General (supervisa UAIR); Comité de Riesgos (recibe informes).",
    "Periodicidad": "Informes: diario (mercado), mensual (discrecionales), trimestral (no discrecionales, Consejo); Capitalización: mensual (CMR cálculo interno); Revisiones modelos: periódicas (al menos anual o cuando cambie riesgo); Stress tests: al menos semestral.",
    "Evidencia": "Organigrama firmado por DG mostrando independencia; Informes de riesgos integrales del último año; Actas de Comité de Riesgos con evidencia de recepción de informes y discusiones; Ejemplo de informe de desviación a límites con acciones correctivas; Cálculo interno de ICAP (índice de capital) vs. regulatorio; Documentación de stress test extremos.",
    "Método de evaluación": "CNBV supervisión integral (verifica existencia UAIR, calidad informes, pruebas de estrés, modelos validados); Auditoría interna (puede auditar UAIR y sus sistemas de medición); Comité de Auditoría evalúa si UAIR cumple su rol; Inspectores de Banco de México (en riesgo de mercado) también ven reportes diarios.",
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": "Aunque es global, para riesgo de crédito UAIR calcula capital por riesgo de crédito y analiza concentraciones. Falta de UAIR eficaz = riesgo estratégico y regulatorio severo. Cruza con riesgo operacional (modelos/sistemas) y legal (Basel compliance)."
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": NaN,
    "Disposición": NaN,
    "Requerimiento Normativo": NaN,
    "Documentación Requerida": NaN,
    "Responsible interno": NaN,
    "Periodicidad": NaN,
    "Evidencia": NaN,
    "Método de evaluación": "SUMA",
    "Estado de cumplimiento": 0.0,
    "Fecha de última revisión": 24.0,
    "Observaciones": NaN
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": NaN,
    "Disposición": NaN,
    "Requerimiento Normativo": NaN,
    "Documentación Requerida": NaN,
    "Responsible interno": NaN,
    "Periodicidad": NaN,
    "Evidencia": NaN,
    "Método de evaluación": "Ponderacion",
    "Estado de cumplimiento": 0.0,
    "Fecha de última revisión": NaN,
    "Observaciones": NaN
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": NaN,
    "Disposición": NaN,
    "Requerimiento Normativo": NaN,
    "Documentación Requerida": NaN,
    "Responsible interno": NaN,
    "Periodicidad": NaN,
    "Evidencia": NaN,
    "Método de evaluación": NaN,
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": NaN
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": NaN,
    "Disposición": NaN,
    "Requerimiento Normativo": NaN,
    "Documentación Requerida": NaN,
    "Responsible interno": NaN,
    "Periodicidad": NaN,
    "Evidencia": NaN,
    "Método de evaluación": NaN,
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": NaN
  },
  {
    "Unnamed: 0": NaN,
    "Unnamed: 1": NaN,
    "Disposición": NaN,
    "Requerimiento Normativo": NaN,
    "Documentación Requerida": NaN,
    "Responsible interno": NaN,
    "Periodicidad": NaN,
    "Evidencia": ".3*-%",
    "Método de evaluación": NaN,
    "Estado de cumplimiento": NaN,
    "Fecha de última revisión": NaN,
    "Observaciones": NaN
  }
]