[{"Disposición":"Título II, Cap. IV, Art. 86, fracc. III inc. a) nums. 1-2","Requerimiento Normativo":"Identificar y documentar la totalidad de los procesos operativos de cada unidad del banco, así como los riesgos operacionales implícitos en esos procesos​.. Esto garantiza una base detallada para la gestión del riesgo operativo.","Documentación Requerida":"Inventario de procesos y procedimientos; Matrices de identificación de riesgos (RCSA); Mapas de procesos con riesgos asociados.","Responsible interno":"Todas las áreas del banco (dueños de procesos) con coordinación de la UAIR (Riesgos Operativos); Comité de Riesgos","Periodicidad":"Permanente (actualización periódica, p. ej. anual o ante cambios)","Evidencia":"Documentos formales de mapeo de procesos y riesgos; Lista maestra de riesgos operativos identificados por proceso; Aprobación del inventario por el Comité de Riesgos.","Método de evaluación":"Auditoría interna (evalúa integridad del inventario de procesos y riesgos); Supervisión de CNBV en materia de control interno.","Observaciones":"Riesgo Operativo abarca riesgos de procedimientos, personas, sistemas, etc. Incluye riesgo tecnológico y legal​"},{"Disposición":"Título II, Cap. IV, Art. 86, fracc. III inc. a) num. 3","Requerimiento Normativo":"Evaluar periódicamente (al menos trimestralmente) las consecuencias potenciales para el negocio de la materialización de los riesgos operativos identificados, e informar esos resultados a los responsables de las unidades involucradas para que se evalúen los controles existentes​","Documentación Requerida":"Análisis de impacto de riesgos operativos (ej. escenarios de fallas, evaluación BIA); Reportes trimestrales de riesgo operativo a unidades y dirección.","Responsible interno":"UAIR – Riesgo Operativo (elabora evaluaciones); Responsables de unidades de negocio (reciben e implementan controles); Comité de Riesgos (supervisa)","Periodicidad":"Trimestral","Evidencia":"Informes trimestrales de riesgo operacional con análisis de escenarios y posibles impactos; Acuses de recibo o actas de reuniones donde se comunicaron los resultados a las áreas afectadas.","Método de evaluación":"Auditoría interna (revisa la realización y comunicación de las evaluaciones); Supervisión regulatoria (verificación de que se efectúan análisis periódicos de RO).","Observaciones":"El Comité de Riesgos supervisa estas evaluaciones​. para asegurar seguimiento directivo."},{"Disposición":"Título II, Cap. IV, Art. 86, fracc. III inc. a) num. 4","Requerimiento Normativo":"Establecer Niveles de Tolerancia al Riesgo Operacional para cada tipo de riesgo identificado, definiendo claramente sus causas, origen o factores de riesgo​.  Esto implica fijar umbrales aceptables de pérdida o frecuencia para cada riesgo operativo.","Documentación Requerida":"Marco de apetito y tolerancia al riesgo operativo (documento); Registro de niveles de tolerancia por riesgo; Aprobaciones por el Consejo\/Comité de Riesgos.","Responsible interno":"Comité de Riesgos (propone y monitorea tolerancias); Consejo de Administración (aprueba dentro del apetito global); UAIR (monitorea métricas frente a tolerancias)","Periodicidad":"Anual (definición\/revisión de tolerancias); Permanente (monitoreo)","Evidencia":"Documento vigente de niveles de tolerancia aprobados; Indicadores clave de riesgo (KRI) vinculados a cada tolerancia y reportes mostrando su estado; Actas del Consejo\/Comité aprobando la matriz de tolerancia.","Método de evaluación":"Auditoría interna (verifica existencia y cumplimiento de límites de tolerancia); CNBV puede revisar si el banco tiene definidos límites de tolerancia en inspecciones de riesgo.","Observaciones":"Si se exceden tolerancias, debe accionarse escalamiento similar a exceder límites (ver “desviaciones” en riesgos)."},{"Disposición":"Título II, Cap. IV, Art. 86, fracc. III inc. a) num. 5 (subincisos i–iii)","Requerimiento Normativo":"Llevar un registro sistemático de eventos de pérdida operativa, incluyendo riesgos tecnológicos y legales. Se requiere: (i) una clasificación detallada de unidades y líneas de negocio, (ii) clasificación de tipos de eventos de pérdida, y (iii) una base de datos histórica con los eventos de pérdida y sus costos, ligada a dicha clasificación.Debe actualizarse conforme al Anexo 12-A y captar todos los eventos relevantes.","Documentación Requerida":"Procedimiento de captura de eventos de riesgo operacional; Base de datos histórica de pérdidas operativas (internas); Reportes regulatorios R28 enviados a CNBV; Taxonomía de eventos de pérdida y de unidades de negocio.","Responsible interno":"UAIR – Riesgo Operativo (administración de la base de datos); Todas las áreas del banco (reportan eventos); Auditoría Interna (provee eventos detectados en auditorías)","Periodicidad":"Continua (registro inmediato tras cada evento); Consolidación\/periódica (p.ej. reporte trimestral a CNBV)","Evidencia":"Base de datos y registros de incidentes con fechas, causas, montos; Informes trimestrales R28 entregados a la CNBV​. Evidencia de revisión de calidad de datos por la UAIR.","Método de evaluación":"Auditoría interna (valida integridad y exactitud del registro de pérdidas); CNBV supervisa el reporte de eventos y puede requerir la base de datos durante inspecciones.","Observaciones":"Este registro incluye incidentes de riesgo tecnológico y legal (subconjuntos de riesgo operativo)​.La UAIR debe asegurar flujo de información desde todas las áreas para captar estos eventos​"}]